IDEA Connection Link
ConnectionSrv.SaveIdeaConToProjectFile Method
 SaveIdeaConToProjectFile
 Namespace: IdeaRS.ConnectionService.Service
 Assembly: IdeaRS.ConnectionLink (in IdeaRS.ConnectionLink.dll) Version: 10.0.1.1 (10.0.1.1)
Syntax
public void SaveIdeaConToProjectFile(
	string ideaConFile
)
Public Sub SaveIdeaConToProjectFile (
	ideaConFile As String
)
public:
void SaveIdeaConToProjectFile(
	String^ ideaConFile
)
Parameters
ideaConFile
Type: System.String
[Missing <param name="ideaConFile"/> documentation for "M:IdeaRS.ConnectionService.Service.ConnectionSrv.SaveIdeaConToProjectFile(System.String)"]
See Also
Reference
ConnectionSrv Class
IdeaRS.ConnectionService.Service Namespace